9/data/attachments/47a0909f64b077e9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c4e6775f-a55a-4c00-b754-5daee6b15785</nif:username>
            <nif:friendToBeAdded>Carolyn_hope_Actions_7815_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>